Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaisopetus_ja_oppimateriaalityo.html.tmx
Source language: fin
Languages: sme

source: Koulutus
sme: Skuvlen

source: Saamelaiskäräjät edistää saamen kielten, saamenkielistä sekä saamelaisen kulttuurin opetusta.
sme: Sámediggi ovddida sámegielaid, sámegielat sihke sámi kultuvrra oahpahusa.

source: Saamelaiskäräjien koulutus- ja oppimateriaalilautakunta sekä koulutus- ja oppimateriaalitoimisto toimivat yhteistyössä saamelaisten kotiseutualueen kuntien, muiden koulutuksen järjestäjien, pohjoismaisten sisarelinten ja valtion opetushallinnon kanssa.
sme: Sámedikki skuvlen- ja oahppamateriálalávdegodd i sihke skuvlen- ja oahppamateriáladoaimmahat barget ovttas sámiid ruovttuguovllu gielddaiguin, eará skuvlema ordnejeaddjiiguin, davviriikkalaš vástideaddji orgánaiguin ja stáhta oahpahushálddahusain.

source: Saamelaiskäräjät edustaa saamelaisten ääntä koulutuspolitiikassa.
sme: Sámediggi ovddasta sámiid jiena skuvlenpolitihkas.

source: Saamen kielten ja saamelaisen kulttuurin asema opetuksessa on yksi tärkeimmistä saamelaisten tulevaisuuden kysymyksistä.
sme: Sámegielaid ja sámi kultuvrra sajádat oahpahusas lea okta deháleamos sámiid boahttevuođa gažaldagain.

source: Saamen kieli on kuulunut koulun opetusohjelmaan peruskoulun ensimmäiseltä vuosikymmeneltä lähtien.
sme: Sámegiella lea gullan skuvlla oahpahusprográmmii vuođđoskuvlla álgojagiid rájes.

source: Saamenkielinen opetus lähti liikkeelle Utsjoelta ja Inarista 1970-luvun puolivälissä.
sme: Sámegielat oahpahus álggahuvvui Ohcejogas ja Anáris 1970-logu beallemuttus.

source: Kaikki saamelaisten kotiseutualueen peruskoulut ja lukiot antavat nykyisin saamen kielen opetusta.
sme: Buot sámiid ruovttuguovllu vuođđoskuvllat ja logahagat addet dán áigge sámegiela oahpahusa.

source: Kaikki saamelaisten kotiseutualueen kunnat järjestävät saamenkielistä opetusta peruskoulussa.
sme: Buot sámiid ruovttuguovllu gielddat ordnejit sámegielat oahpahusa vuođđoskuvllas.

source: Saamenkielistä opetusta annetaan eniten perusopetuksen vuosiluokilla 1-6.
sme: Sámegielat oahpahus addojuvvo eanemus vuođđooahpahusa jahkeluohkáin 1-6.

source: Inarin kunnan kouluissa kaikki Suomen kolme saamen kieltä, inarin-, koltan- ja pohjoissaame, ovat sekä opetuskieliä että opetettavia oppiaineita.
sme: Anára gieldda skuvllain buot Suoma golbma sámegiela, anáraš-, nuortalaš- ja davvisámegiella, leat sihke oahpahusgielat ja oahppoávdnasat.

source: Utsjoen , Enontekiön ja Sodankylän kunnissa saamen kielistä opetuskielenä ja oppiaineena on pohjoissaame.
sme: Ohcejoga, Eanodaga ja Soađegili gielddain oahpahusgiellan ja oahppoávnnasin lea davvisámegiella.

source: Saamelaisten kotiseutualueen kuntien ulkopuolella saamen kieltä opetetaan toistaiseksi vain vähän, mutta oppilasmäärä on kasvussa.
sme: Sámiid ruovttuguovllu gielddaid olggobealde sámegiella oahpahuvvo doaisttážii dušše unnán, muhto oahppiid lohku lea lassáneamen.

source: Saamelaiskäräjät ja Utsjoen kunta käynnistivät syyslukukauden 2018 alussa opetus- ja kulttuuriministeriön rahoittaman hankkeen, jonka avulla saamen kielten opetusta annetaan etäyhteyksin kotiseutualueen kuntien ulkopuolelle.
sme: Sámediggi ja Ohcejoga gielda bidje johtui čakčalohkanbaji 2018 álggus gáiddusoahpahusfidnu, man ruhtada oahpahus- ja kulturministeriija. Fidnuin addojuvvo sámegielaid gáiddusoahpahus sámiid ruovttuguovllu olggobealgielddaide.

source: Saamelaisten kotiseutualueen ulkopuolella ei ole vuoteen 2018 mennessä annettu saamenkielistä opetusta, mutta tilanne on muuttumassa.
sme: Ruovttuguovllu olggobealde ii leat jagi 2018 rádjái addojuvvon sámegielat oahpahus, muhto dilli lea rievdamin.

source: Saame-suomi-kaksikielinen luokkaopetus käynnistyi Pasilan peruskoulussa Helsingissä syksyllä 2018.
sme: Sáme-suoma-guovttegielat luohkkáoahpahus vulggii johtui Pasila vuođđoskuvllas Helssegis čakčat 2018.

source: Katso animaatiosta missä saamen kielten ja saamenkielistä opetusta on järjestetty vuosina 1980, 1990, 2000, 2010 ja missä sitä järjestetään nyt vuonna 2020.
sme: Geahča dán animašuvnnas gos sámegielaid ja sámegielat oahpahus lea ordnejuvvon jagiin 1980, 1990, 2000, 2010 ja gos dat ordnejuvvo dál jagis 2020.

source: Monet pienet kyläkoulut ovat kadonneet kartalta ja yhä useampi koulu saamelaisten kotiseutualueen kuntien (Enontekiö, Inari, Sodankylä ja Utsjoki) ulkopuolella järjestää nyt saamen kielten opetusta.
sme: Máŋggat unna giliskuvllat leat heaittihuvvon ja jávkan kártta alde. Sámiguovllu gielddaid (Eanodat, Anár, Soađegilli ja Ohcejohka) olggobealde ordnejuvvo dál ain eanet sámegielaid oahpahus.

source: Kartta: Ulla Aikio-Puoskari ja Minna Saastamoinen/ Studio Borga.
sme: Kárta: Ulla Aikio-Puoskari ja Minna Saastamoinen/ Studio Borga.

source: Saame voi olla koulun opetuskieli, äidinkielen ja kirjallisuuden oppiaine sekä vapaaehtoinen/ valinnainen vieraan kielen oppiaine.
sme: Sámegiella sáhttá leat skuvlla oahpahusgiellan, eatnigiela ja girjjálašvuođa oahppoávnnasin sihke eaktodáhtolaš/ válljenvuloš vieris giela oahppoávnnasin.

source: Saamelaisalueella asuvien saamea osaavien oppilaiden tulee lain mukaan saada pääosa perusopetuksestaan saamen kielellä.
sme: Oahppit, geat orrot sámeguovllus ja máhttet sámegiela, galget lága mielde oažžut váldooasi vuođđooahpahusasteaset sámegillii.

source: Säännökset koskevat kaikkia kolmea Suomessa puhuttua saamen kieltä: inarin-, koltan- ja pohjoissaamea.
sme: Njuolggadusat gusket buot golmma Suomas hállojuvvon sámegiela: anáraš-, nuortalaš- ja davvisámegiela.

source: Saamen kielten kokeet on mahdollista suorittaa ylioppilastutkinnossa, joka on muilta osin suomenkielinen.
sme: Sámegielaid iskosiid lea vejolaš čađahit stuđeantadutkosis, mii muđui lea eará osiin suomagillii.

source: Toisella asteella Saamelaisalueen koulutuskeskus/ Sámi oahpahusguovddáš järjestää mm. saamenkielistä saamen käsityön, duodjin, koulutusta.
sme: Nuppi dásis Sámi oahpahusguovddáš ordne ee. sámegielat sámeduoji skuvlema.

source: Oppilaitoksen viralliset opetuskielet ovat saame ja suomi.
sme: Oahppolágádusa virggálaš oahpahusgielat leat sáme- ja suomagiella.

source: Koulutuskeskuksessa toimivat kaikkien kolmen saamen kielen lukuvuoden mittaiset intensiivikoulutuksen linjat.
sme: Skuvlenguovddážis doibmet buot golmma sámegiela intensiivaskuvlema linját, mat bistet lohkanjagi.

source: Koulutuskeskuksen virtuaalikoulu järjestää vuosittain suuren määrän saamen kielten verkkokursseja aikuisväestölle.
sme: Skuvlenguovddáža virtuálaskuvla ordne jahkásaččat stuorra meari sámegielaid fierpmádatgurssaid rávesolbmuide.

source: Korkealla asteella saamen kielten tutkimuksen ja koulutuksen valtakunnallinen erityistehtävä on Oulun yliopiston Giellagas-instituutilla .
sme: Alit dásis sámegielaid dutkamuša ja skuvlema riikkaviidosaš sierrabargu lea Oulu universitehta Giellagas-instituhtas .

source: Oulun yliopistossa toimii Suomen ainoa saamen kielen aineenopettajien koulutuslinja.
sme: Oulu universitehtas doaibmá Suoma áidna sámegiela ávnnasoahpaheaddjiid skuvlenlinnjá.

source: Kaikkia kolmea Suomessa puhuttua saamen kieltä on mahdollista opiskella pää- tai sivuaineena Oulun yliopistossa.
sme: Buot golbma Suomas hállojuvvon sámegiela lea vejolaš stuđeret váldo- dahje oalgeávnnasin Oulu universitehtas.

source: Helsingin ja Lapin yliopistoissa on mahdollista suorittaa pohjoissaamen kielen opintoja.
sme: Helssega ja Lappi universitehtain lea vejolaš čađahit davvisámegiela oahpuid.

source: Norjan Koutokeinossa toimiva saamelainen korkeakoulu Sámi allaskuvla kouluttaa mm. saamenkielisiä opettajia.
sme: Norgga Guovdageainnus doaibmi Sámi allaskuvla skuvle ee. sámegielat oahpaheaddjiid.

source: Sámi allaskuvlan opetuksen, hallinnon ja muun toiminnan pääkielenä on saamen kieli.
sme: Sámi allaskuvlla oahpahusa, hálddahusa ja eará doaimma váldogiellan lea sámegiella.

source: Saamenkielinen oppimateriaalityö
sme: Sámegielat oahppamateriálabargu

source: Oppimateriaalityö luo edellytyksiä saamen kielen, saamelaisen kulttuurin ja saamenkieliselle opetukselle eri kouluasteilla.
sme: Oahppamateriálabargu oažžu áigái eavttuid sámegiela, sápmelaš kultuvrra ja sámegielat oahpahussii guđege skuvladásis.

source: Saamenkielisten oppimateriaalien valmistaminen aloitettiin saamenkielisen alkuopetuksen käynnistyessä 1970 –luvun puolivälissä.
sme: Sámegielat oahppamateriálaid ráhkadišgohte sámegielat vuođđooahpahusa álggedettiin 1970 –logu gaskkamuttus.

source: Aluksi materiaalityöstä vastasi Lapin lääninhallitus, jossa työskenteli vuodesta 1976 alkaen erityinen saamelaiskoulutuksen suunnittelija.
sme: Álggus materiálabarggus vástidii Lappi leanaráđđehus, gos barggai jagi 1976 rájes sierra sápmelašskuvlema plánejeaddji.

source: Nykyisin oppimateriaalityö kuuluu Saamelaiskäräjille, joka saa vuosittain valtionavustusta oppimateriaalin valmistamista varten.
sme: Dál oahppamateriálabargu gullá Sámedikki bargui mii oažžu jahkásaččat stáhtadoarjaga oahppamateriála ráhkadeami várás.

source: Oppimateriaalimääräraha sisältyy valtion talousarviossa opetusministeriön pääluokkaan ja siellä opetushallituksen toimintamenoihin.
sme: Oahppamateriálamearreruhta gullá stáhta bušeahtas oahpahusministeriija oaiveluohkkái ja doppe oahpahusráđđehusa doaibmanmanuide.

source: Saamelaiskäräjät raportoi sille materiaalityön tuloksista.
sme: Sámediggi raportere dasa materiálabarggu bohtosiid birra.

source: Saamelaiskäräjien koulutus- ja oppimateriaalilautakunta hyväksyy oppimateriaalityötä koskevat tuotantosuunnitelmat ja periaatteet.
sme: Sámedikki skuvlen- ja oahppamateriálalávdegoddi dohkkeha oahppamateriálabarggu buvttadanplánaid ja vuođđojurdagiid.

source: Koulutus- ja oppimateriaalitoimisto vastaa oppimateriaalityön suunnittelusta, hankkeiden käytännön toteuttamisesta, jakelusta, tiedottamisesta, varojen käyttöön liittyvästä hallinnosta ja materiaalityöhön liittyvästä pohjoismaisesta yhteistyöstä.
sme: Skuvlen- ja oahppamateriáladoaimmahat vástida oahppamateriálabarggu plánemis, áigumušaid ollašuhttimis geavadis, juohkimis, almmuheamis, ruhtaváriid geavaheami hálddahusas ja materiálabarggu davviriikkaid oktasašbarggus.

source: Oppimateriaaleja valmistetaan inarin-, koltan- ja pohjoissaamen kielillä.
sme: Oahppamateriálat ráhkaduvvojit anáraš-, nuortalaš- ja davvisámegillii.

source: Saamelaiskäräjät tukee myös yksityistä oppimateriaalin valmistusta.
sme: Sámediggi doarju maiddái oahppamateriála priváhta ráhkadeami.

source: Koulutus- ja oppimateriaalilautakunnalta voi hakea avustusta saamenkielisiä oppimateriaaliprojekteja varten.
sme: Skuvlen- ja oahppamateriálalávdegottis sáhttá ohcat doarjaga sámegielat oahppamateriálaprojeavttaid várás.

source: Varsinaista hakuaikaa ei ole, mutta avustusta haetaan yleensä marras-tammikuussa, jolloin seuraavan vuoden tuotantosuunnitelmaa valmistellaan.
sme: Fásta ohcanáigi ii leat, muhto doarjja ohccojuvvo dábálaččat skábmamánus ođđajagemánnui, goas čuovvovaš jagi buvttadanplána válmmaštallojuvvo.

source: Saamelaiskäräjät voi palkata määräaikaisia kokopäiväisiä työntekijöitä oppimateriaalin käsikirjoitus- ja muihin tehtäviin.
sme: Sámediggi sáhttá bálkáhit mearreáigásaš ollesbeaivvebargiid oahppamateriála giehtačállin- ja eará bargguide.

source: Merkittävin oppimateriaalityötä tekevä ryhmä ovat saamenkieliset opettajat.
sme: Deaŧalamos oahppamateriálabarggu bargi joavku leat sámegielat oahpaheaddjit.
